[
  {
    "season": 1,
    "episodeTitle": "Pilot",
    "episodeNumber": 1,
    "quote": "What is community college? Well, you’ve heard all kinds of things.You’ve heard it’s loser college for remedial teens, 20-something dropouts, middle-age divorcees, and old people keeping their minds active as they circle the drain of eternity. That’s what you heard. However, I wish you luck!",
    "character": "Dean Craig Pelton"
  },

  {
    "season": 1,
    "episodeTitle": "Pilot",
    "episodeNumber": 1,
    "quote": "Abed, nice to know you and then meet you in that order.",
    "character": "Jeff Winger"
  },

  {
    "season": 1,
    "episodeTitle": "Pilot",
    "episodeNumber": 1,
    "quote": "Abed…I see your value now.",
    "character": "Jeff Winger"
  },

  {
    "season": 1,
    "episodeTitle": "Pilot",
    "episodeNumber": 1,
    "quote": "That’s the nicest thing anyone’s ever said to me.",
    "character": "Abed Nadir"
  },

  {
    "season": 1,
    "episodeTitle": "Pilot",
    "episodeNumber": 1,
    "quote": "Jeff Winger! Genius at law.",
    "character": "Professor Ian Duncan"
  },

  {
    "season": 1,
    "episodeTitle": "Pilot",
    "episodeNumber": 1,
    "quote": "I still cannot figure out how you got a jury to connect September the 11th with my DUI, let alone why that helped.",
    "character": "Professor Ian Duncan"
  },

  {
    "season": 1,
    "episodeTitle": "Pilot",
    "episodeNumber": 1,
    "quote": "Duncan, you did seem less into integrity the day that I convinced 12 of your peers that when you made that U-turn on the freeway and tried to order chalupas from the emergency call box, that you’re only real crime was loving America.",
    "character": "Jeff Winger"
  },

  {
    "season": 1,
    "episodeTitle": "Pilot",
    "episodeNumber": 1,
    "quote": "I sleep late Spanish, one more hour, do not scratch my car.",
    "character": "Jeff Winger"
  },

  {
    "season": 1,
    "episodeTitle": "Pilot",
    "episodeNumber": 1,
    "quote": "I’m Jeff..or jefe.",
    "character": "Jeff Winger"
  },

  {
    "season": 1,
    "episodeTitle": "Pilot",
    "episodeNumber": 1,
    "quote": "Poquito mas. That means \"see you there.\"",
    "character": "Jeff Winger"
  },

  {
    "season": 1,
    "episodeTitle": "Pilot",
    "episodeNumber": 1,
    "quote": "Shouldn’t be too hard to fake a study group, right?",
    "character": "Jeff Winger"
  },

  {
    "season": 1,
    "episodeTitle": "Pilot",
    "episodeNumber": 1,
    "quote": "Oh, geez, I’m sorry. I was raised on TV and I was conditioned to believe that every black woman over 50 is a cosmic mentor.",
    "character": "Jeff Winger"
  },

  {
    "season": 1,
    "episodeTitle": "Pilot",
    "episodeNumber": 1,
    "quote": "I dropped out of high school because I thought for some reason it would impress Radiohead.",
    "character": "Britta Perry"
  },

  {
    "season": 1,
    "episodeTitle": "Pilot",
    "episodeNumber": 1,
    "quote": "You couldn’t stop me from watching them. There’s a guy trying out for the track team that is older than the game of poker. He’s kind of trucking.",
    "character": "Jeff Winger"
  },

  {
    "season": 1,
    "episodeTitle": "Pilot",
    "episodeNumber": 1,
    "quote": "I discovered at a very early age that if I talk long enough, I could make anything right or wrong. So either I’m God or truth is relative. And in either case, booyah.",
    "character": "Jeff Winger"
  },

  {
    "season": 1,
    "episodeTitle": "Pilot",
    "episodeNumber": 1,
    "quote": "It’s just the average person has a much harder time saying, \"booyah\" to moral relativism.",
    "character": "Professor Ian Duncan"
  },

  {
    "season": 1,
    "episodeTitle": "Pilot",
    "episodeNumber": 1,
    "quote": "I’m gonna go to the bathroom and bring my jacket, wallet, and keys with me in case there’s a fire.",
    "character": "Jeff Winger"
  },


  {
    "season": 1,
    "episodeTitle": "Pilot",
    "episodeNumber": 1,
    "quote": "Oh…they will be…untutorable.",
    "character": "Jeff Winger"
  },

  {
    "season": 1,
    "episodeTitle": "Pilot",
    "episodeNumber": 1,
    "quote": "My name is Pierce Hawthorne and, yes, that is Hawthorne as in Hawthorne Wipes, the award-winning moist towelette.",
    "character": "Pierce Hawthorne"
  },

  {
    "season": 1,
    "episodeTitle": "Pilot",
    "episodeNumber": 1,
    "quote": "There’s breakfast?",
    "character": "Pierce Hawthorne"
  },

  {
    "season": 1,
    "episodeTitle": "Pilot",
    "episodeNumber": 1,
    "quote": "Being younger does not make me inferior. If anything, your age indicates that you’ve made bad life decisions.",
    "character": "Annie Edison"
  },

  {
    "season": 1,
    "episodeTitle": "Pilot",
    "episodeNumber": 1,
    "quote": "I’m sure I’ve made some bad life decisions and maybe Annie’s decisions will be better. But I think she needs to decide whether she wants to be considered a child or an adult, because children get pity when not respected. Adults, they get respect, but they also get the back of they head grabbed and their face pushed through jukeboxes.",
    "character": "Shirley Bennett"
  },

  {
    "season": 1,
    "episodeTitle": "Pilot",
    "episodeNumber": 1,
    "quote": "I’m certified.",
    "character": "Jeff Winger"
  },

  {
    "season": 1,
    "episodeTitle": "Pilot",
    "episodeNumber": 1,
    "quote": "Hey. I am a prominent business leader and a highly sought after dinner guest and I will not take courting advice from some teenage boy.",
    "character": "Pierce Hawthorne"
  },

  {
    "season": 1,
    "episodeTitle": "Pilot",
    "episodeNumber": 1,
    "quote": "You’re the girl that got hooked on pills and dropped out. You’re little Annie Adderall.",
    "character": "Troy Barnes"
  },

  {
    "season": 1,
    "episodeTitle": "Pilot",
    "episodeNumber": 1,
    "quote": "Keg Flip. They’re very hard to pull off.",
    "character": "Troy Barnes"
  },

  {
    "season": 1,
    "episodeTitle": "Pilot",
    "episodeNumber": 1,
    "quote": "Well, uh…that – that actually was from The Breakfast Club.",
    "character": "Jeff Winger"
  },

  {
    "season": 1,
    "episodeTitle": "Pilot",
    "episodeNumber": 1,
    "quote": "I want payment in advance. I want leather seats with built-in ball warmers.",
    "character": "Professor Ian Duncan"
  },

  {
    "season": 1,
    "episodeTitle": "Pilot",
    "episodeNumber": 1,
    "quote": "You know, bluffs this weak are how your people lost the colonies.",
    "character": "Jeff Winger"
  },

  {
    "season": 1,
    "episodeTitle": "Pilot",
    "episodeNumber": 1,
    "quote": "Okay, I am the Barack Obama of this room.",
    "character": "Troy Barnes"
  },

  {
    "season": 1,
    "episodeTitle": "Pilot",
    "episodeNumber": 1,
    "quote": "You know what makes humans different from other animals? We’re the only species on Earth that observes Shark Week. Sharks don't even observe Shark Week, but we do. For the same reason I can pick up this pencil, tell you it’s name is Steve, and go like this (snaps pencil). And part of you dies just a little bit on the inside, because people can connect with anything. We can sympathize with a pencil. We can forgive a shark. And we can give Ben Affleck an academy award for screenwriting. People can find the good in just about anything but themselves. Look at me. It’s clear to all of you that I am awesome, but I can never admit that, because that would make me an ass. But what I can do is see what makes Annie awesome. She’s driven. We need driven people or the lights go out and the ice cream melts. And Pierce. We need guys like Pierce. This guy has wisdom to offer. We should listen to him sometime. We wouldn’t forget it. And Shirley. Shirly has earned our respect, not as a wife, not as a mother, but as a woman. And don’t test her on that, because that thing about the jukebox was way too specific to be improvised. And Troy. Who cares if Troy thinks he’s all that? Maybe he is. You think astronauts go to the moon because they hate oxygen? No, they’re trying to impress their high school’s prom king. And Abed. Abed’s a shaman. You ask him to pass the salt, he gives you a bowl of soup, because you know what? Soup is better.Abed is better. You are all better than you think you are. You are just designed not to believe it when you hear it from yourself. I want you to look to the person to your left. Sorry. Look at the person sitting next to you. I want you to extend to that person the same compassion that you extend to sharks, pencils, and Ben Affleck. I want you to say to that person, \"I forgive you.\" You’ve just stopped being a study group. You have become something unstoppable. I hereby pronounce you a community.",
    "character": "Jeff Winger"
  },

  {
    "season": 1,
    "episodeTitle": "Pilot",
    "episodeNumber": 1,
    "quote": "This isn’t like Breakfast Club anymore. Now it’s like Stripes or Meatballs. Anything with Bill Murray, really.",
    "character": "Abed Nadir"
  },

  {
    "season": 1,
    "episodeTitle": "Pilot",
    "episodeNumber": 1,
    "quote": "I lied. Thanks for calming everyone down, but since your not a Spanish tutor, just a lying creep who purposely upset everyone in an attempt to get with me, I’d appreciate it if you left and stopped wasting all of our time.",
    "character": "Britta Perry"
  },

  {
    "season": 1,
    "episodeTitle": "Pilot",
    "episodeNumber": 1,
    "quote": "Fine. And I’m happy to report that one of the benefits of being a lying creep is having all the answers to tomorrow’s test. And I’m happy to share them with anyone whose time I’ve wasted more than they’ve wasted mine.",
    "character": "Jeff Winger"
  },

  {
    "season": 1,
    "episodeTitle": "Pilot",
    "episodeNumber": 1,
    "quote": "Uh, Jeff, if you have all the answers, why the hell did you start this study group?",
    "character": "Pierce Hawthorne"
  },

  {
    "season": 1,
    "episodeTitle": "Pilot",
    "episodeNumber": 1,
    "quote": "I make things up and I got paid a lot of money to do it before I came to this school-shaped toilet. I was a lawyer.",
    "character": "Jeff Winger"
  },

  {
    "season": 1,
    "episodeTitle": "Pilot",
    "episodeNumber": 1,
    "quote": "You know, I thought you were like Bill Murray in any of his films, but you’re more like Michael Douglas in any of his films.",
    "character": "Abed Nadir"
  },

  {
    "season": 1,
    "episodeTitle": "Pilot",
    "episodeNumber": 1,
    "quote": "You see, the tools you acquired to survive out there will not help you here at Greendale. What you have, my friend, is a second chance at an honest life.",
    "character": "Professor Ian Duncan"
  },

  {
    "season": 1,
    "episodeTitle": "Pilot",
    "episodeNumber": 1,
    "quote": "Why are people trying to teach me things at a school that has an express tuition aisle?",
    "character": "Jeff Winger"
  },

  {
    "season": 1,
    "episodeTitle": "Pilot",
    "episodeNumber": 1,
    "quote": "You know, I’ve been divorced seven times. Sometimes I think I’m doing something wrong.",
    "character": "Pierce Hawthorne"
  },

  {
    "season": 1,
    "episodeTitle": "Pilot",
    "episodeNumber": 1,
    "quote": "Woah. You just wrinkled my brain, man.",
    "character": "Troy Barnes"
  },

  {
    "season": 1,
    "episodeTitle": "Pilot",
    "episodeNumber": 1,
    "quote": "You seem pretty smart. You got a sports coat.",
    "character": "Troy Barnes"
  },

  {
    "season": 1,
    "episodeTitle": "Pilot",
    "episodeNumber": 1,
    "quote": "Funny thing about being smart is that you can get through most of life without having to do any work",
    "character": "Jeff Winger"
  },

  {
    "season": 1,
    "episodeTitle": "Pilot",
    "episodeNumber": 1,
    "quote": "What’s going on? Can you guys hear me? Am I deaf? Can you hear me talking right now?",
    "character": "Abed Nadir"
  },

  {
    "season": 1,
    "episodeTitle": "Pilot",
    "episodeNumber": 1,
    "quote": "I’m sorry I called you Michael Douglas and I see your value now.",
    "character": "Abed Nadir"
  },

  {
    "season": 1,
    "episodeTitle": "Pilot",
    "episodeNumber": 1,
    "quote": "Well, that’s the nicest thing anyone’s ever said to me.",
    "character": "Jeff Winger"
  },

  {
    "season": 1,
    "episodeTitle": "Spanish 101",
    "episodeNumber": 2,
    "quote": "Good afternoon, Greendale Community College. I am your dean with a few corrections to the Fall class catalogue. Cosmology should be Cosmetology, Astrology should be Astronomy, and the students on the cover should be smiling, but I suppose that’s a matter of opinion. Whoever is growing a small patch of cannabis behind the gymnasium, congratulations, you have won a cruise. Report to security to claim your tickets.",
    "character": "Dean Craig Pelton"
  },

  {
    "season": 1,
    "episodeTitle": "Spanish 101",
    "episodeNumber": 2,
    "quote": "That dude makes a lot of announcements.",
    "character": "Troy Barnes"
  },

  {
    "season": 1,
    "episodeTitle": "Spanish 101",
    "episodeNumber": 2,
    "quote": "I hope your mom didn’t make you take baths together, because one of you would have been like 30.",
    "character": "Troy Barnes"
  },

  {
    "season": 1,
    "episodeTitle": "Spanish 101",
    "episodeNumber": 2,
    "quote": "You know, Jeff probably comes late so he doesn’t have to sit through all of your tardiness. Sorry Abed.",
    "character": "Pierce Hawthorne"
  },

  {
    "season": 1,
    "episodeTitle": "Spanish 101",
    "episodeNumber": 2,
    "quote": "Hey Abed, real stories, they don’t have spoilers. You understand that TV and life are different, right?",
    "character": "Britta Perry"
  },

  {
    "season": 1,
    "episodeTitle": "Spanish 101",
    "episodeNumber": 2,
    "quote": "Morning Jeffery. People were jazzed to see me too.",
    "character": "Pierce Hawthorne"
  },

  {
    "season": 1,
    "episodeTitle": "Spanish 101",
    "episodeNumber": 2,
    "quote": "Oh, were you waiting? Because you guys usually spend the first 20 minutes talking about your interesting personal lives and your cool emotional problems. I just feel like I never have anything to offer. No, the truth is my life is emptier than this three-ring binder. Annie, do you have any Spanish notes that might fit in there?",
    "character": "Jeff Winger"
  },

  {
    "season": 1,
    "episodeTitle": "Spanish 101",
    "episodeNumber": 2,
    "quote": "So, what’s a guy gotta do to get a C around here?",
    "character": "Jeff Winger"
  },

  {
    "season": 1,
    "episodeTitle": "Spanish 101",
    "episodeNumber": 2,
    "quote": "You’re cute, but selfish and narcissistic to the point of near-delusion.",
    "character": "Britta Perry"
  },

  {
    "season": 1,
    "episodeTitle": "Spanish 101",
    "episodeNumber": 2,
    "quote": "You know, Jeff, you can’t pursue people so desperately. It starts to creep them out. Why don’t we get a beer? I’ll give you advice, and we can have what the kids are calling a sausage fest.",
    "character": "Pierce Hawthorne"
  },

  {
    "season": 1,
    "episodeTitle": "Spanish 101",
    "episodeNumber": 2,
    "quote": "You're like Jodie Foster or Susan Sarandon. You’d rather keep it real than be likeable.",
    "character": "Annie Edison"
  },

  {
    "season": 1,
    "episodeTitle": "Spanish 101",
    "episodeNumber": 2,
    "quote": "Can we have a protest? I want to protest the hell out of somethin’.",
    "character": "Shirley Bennett"
  },

  {
    "season": 1,
    "episodeTitle": "Spanish 101",
    "episodeNumber": 2,
    "quote": "Every once in a while a student will come up to me and ask, \"Senor Chang, why do you teach Spanish?\" They say it just like that. \"Why do you teach Spanish?\" Why you? Why not math? Why not photography? Why not martial arts? I mean, surely, it must be in my nature to instruct you in something that’s ancient and secret like, building a wall that you can see from outer space. Well, I’ll tell you why I teach Spanish. It is none of your business, okay? Now I don’t wanna have any conversations about what a mysterious, inscrutable man I am. I am a Spanish genius! In espanol my nickname is El Tigre Chino. Because my knowledge will bite her face off. So don’t question Senor Chang or you’ll get bit.",
    "character": "Senor Chang"
  },

  {
    "season": 1,
    "episodeTitle": "Spanish 101",
    "episodeNumber": 2,
    "quote": "I don’t want your money. I want your shirt. I’ve had my eye on it since registration day.",
    "character": "Abed Nadir"
  },

  {
    "season": 1,
    "episodeTitle": "Spanish 101",
    "episodeNumber": 2,
    "quote": "What’s the moist toweltte industry like? Oh, believe me, it’s nothing like the product. No, it’s a hard, dry, large business. Destroyed all my marriages. Of course it didn’t help any that I can’t have children. I’m not sterile. In fact, it’s a rare condition called hyper-virility. Apparently my sperm shoot through the egg like bullets. Can you believe that?",
    "character": "Pierce Hawthorne"
  },

  {
    "season": 1,
    "episodeTitle": "Spanish 101",
    "episodeNumber": 2,
    "quote": "To the empowerage of words.",
    "character": "Pierce Hawthorne"
  },

  {
    "season": 1,
    "episodeTitle": "Spanish 101",
    "episodeNumber": 2,
    "quote": "To the irony of that sentence.",
    "character": "Jeff Winger"
  },

  {
    "season": 1,
    "episodeTitle": "Spanish 101",
    "episodeNumber": 2,
    "quote": "So what’s up with you Jeffery? It seems like you got a burr up your ass or something.",
    "character": "Pierce Hawthorne"
  },

  {
    "season": 1,
    "episodeTitle": "Spanish 101",
    "episodeNumber": 2,
    "quote": "This is the first time people are gonna see Winger and Hawthorne together. We’re gonna show them we’re a force to be reckoned with. Come on, let’s brainstorm some story ideas. Better yet, before we do that, let’s ask ourselves…what is a story?",
    "character": "Pierce Hawthorne"
  },

  {
    "season": 1,
    "episodeTitle": "Spanish 101",
    "episodeNumber": 2,
    "quote": "Are you saying that we’re not allowed to protest? Britta, you sound like Guatemala.",
    "character": "Annie Edison"
  },

  {
    "season": 1,
    "episodeTitle": "Spanish 101",
    "episodeNumber": 2,
    "quote": "It sounds like somebody has a case of \"likes to use fringe politics to make themselves feel special but doesn’t actually want to ever do anything\"-itis.",
    "character": "Shirley Bennett"
  },

  {
    "season": 1,
    "episodeTitle": "Spanish 101",
    "episodeNumber": 2,
    "quote": "What we have so far? Well, we have something incredibly long and very confusing, and a little homophobic. And really, really, specifically, surprisingly, and gratuitously critical of Israel. And it’s called \"Two Conquistadors.\" It should probably be dos. I mean, it is Spanish class. Oh, which reminds me. The only thing not included in this epic are the five phrase required to get me a passing grade.",
    "character": "Jeff Winger"
  },

  {
    "season": 1,
    "episodeTitle": "Spanish 101",
    "episodeNumber": 2,
    "quote": "It’s a silent protest, lots of candles. Gets the ladies in the mood for social change if you know what I mean. Good chance to put some miles on this shirt.",
    "character": "Abed Nadir"
  },

  {
    "season": 1,
    "episodeTitle": "Spanish 101",
    "episodeNumber": 2,
    "quote": "I’ll tell you what we’re going to do. We are gonna take this and we’re gonna put it in a museum for crazy people. And then we’re gonna take this and memorize five phrases from it tomorrow morning before class. Good night.",
    "character": "Jeff Winger"
  },

  {
    "season": 1,
    "episodeTitle": "Spanish 101",
    "episodeNumber": 2,
    "quote": "Wait a minute. You’re bailing on our first sausage fest? This is your definition of friendship?",
    "character": "Pierce Hawthorne"
  },

  {
    "season": 1,
    "episodeTitle": "Spanish 101",
    "episodeNumber": 2,
    "quote": "No, this is my definition of you trying way too hard and me finding it harder and harder to stay polite. Now this was a fine way to spend an evening devoid of hope, but the woman I kind of like is out there in the moonlight caring about something stupid. And this is my chance to show her that I care enough to act like I care about it too.",
    "character": "Jeff Winger"
  },

  {
    "season": 1,
    "episodeTitle": "Spanish 101",
    "episodeNumber": 2,
    "quote": "Look at awesome Jeffrey Winger. Too awesome for old Pierce with your hip shirts and your gelled hair and your cool tape over your mouth. Why is everybody wearing tape over their mouth?",
    "character": "Pierce Hawthorne"
  },

  {
    "season": 1,
    "episodeTitle": "Spanish 101",
    "episodeNumber": 2,
    "quote": "Conflicts like these will ultimately bring us together as an unlikely family.",
    "character": "Abed Nadir"
  },

  {
    "season": 1,
    "episodeTitle": "Spanish 101",
    "episodeNumber": 2,
    "quote": "You have horrible breath right now.",
    "character": "Troy Barnes"
  },

  {
    "season": 1,
    "episodeTitle": "Spanish 101",
    "episodeNumber": 2,
    "quote": "I got an idea. Why don’t you go get a cup of coffee and hold some waitress hostage with a monologue about your sperm.",
    "character": "Jeff Winger"
  },

  {
    "season": 1,
    "episodeTitle": "Spanish 101",
    "episodeNumber": 2,
    "quote": "I’ll show you some sperm, buddy.",
    "character": "Pierce Hawthorne"
  },

  {
    "season": 1,
    "episodeTitle": "Spanish 101",
    "episodeNumber": 2,
    "quote": "It says I’m sorry about crashing your protest with that drunken, self-immolating baby boomer.",
    "character": "Jeff Winger"
  },

  {
    "season": 1,
    "episodeTitle": "Spanish 101",
    "episodeNumber": 2,
    "quote": "We don’t blame you, sweetie. Pierce has always been on my watch list.",
    "character": "Shirley Bennett"
  },

  {
    "season": 1,
    "episodeTitle": "Spanish 101",
    "episodeNumber": 2,
    "quote": "That dude is crazy. He told me girls have two pee holes.",
    "character": "Troy Barnes"
  },

  {
    "season": 1,
    "episodeTitle": "Spanish 101",
    "episodeNumber": 2,
    "quote": "I sang Christmas carols at a nursing home once. I’ve seen the face of dementia and last night, I saw it again.",
    "character": "Annie Edison"
  },

  {
    "season": 1,
    "episodeTitle": "Spanish 101",
    "episodeNumber": 2,
    "quote": "That doesn’t sound fair to me at all. Pierce, I understand if you don’t wanna be my friend, but this thing that we’ve created, it is bigger than the both of us, and it deserves to be done right.",
    "character": "Jeff Winger"
  },

  {
    "season": 1,
    "episodeTitle": "Spanish 101",
    "episodeNumber": 2,
    "quote": "What? Did you say S?",
    "character": "Pierce Hawthorne"
  },

  {
    "season": 1,
    "episodeTitle": "Spanish 101",
    "episodeNumber": 2,
    "quote": "A smart guy like you would know that no woman in that class will be able to look at you as a sexually viable candidate ever again.",
    "character": "Britta Perry"
  }
]
